# -*- coding: utf-8 -*-

hotel_template = """
- 我想找一个[{hotel}](hotel)住
- 这附近有[{hotel}](hotel)吗
- 帮我预订一个[{hotel}](hotel)
- 找一个[{hotel}](hotel)
- 我想找个地方住
- 帮我找个旅馆
- 帮我找个旅馆
- 我要找个酒店
- 帮我找个宾馆
- 帮我找个酒店
- 这附近有酒店吗
- 找个宾馆
- 帮我订一个酒店
- 帮我订一个旅店
- 我要订一个宾馆
- 预订一个酒店
- 预订一个宾馆
- 预订一个旅店
- 订酒店
"""


hotel_template_ls1 = [
"- 我想找一个[{hotel}](hotel)住",
"- 这附近有[{hotel}](hotel)吗",
"- 帮我预订一个[{hotel}](hotel)",
"- 找一个[{hotel}](hotel)"
]

hotel_template_ls2 = [
"- 我想找个地方住",
"- 帮我找个旅馆",
"- 帮我找个旅馆",
"- 我要找个酒店",
"- 帮我找个宾馆",
"- 帮我找个酒店",
"- 这附近有酒店吗",
"- 找个宾馆",
"- 帮我订一个酒店",
"- 帮我订一个旅店",
"- 我要订一个宾馆",
"- 预订一个酒店",
"- 预订一个宾馆",
"- 预订一个旅店",
"- 订酒店"
]