# -*- coding: utf-8 -*-


consult_food_key_terms = {
    "eat": ["吃", "喝", "尝", "品", "试", "饮"]
}


consult_traffic_key_terms = {
    "vehicle_terms": {
        "打车": ["打车", "打的", "的士", "出租车", "计程车"],
        "驾车": ["开车", "驾车", "私家车"],
        "公交": ["公交", "地铁", "地下铁", "巴士", "小巴", "城巴", "轻轨", "轨交", "轨道交通", "电车", "有轨电车", "轮渡", "船"],
        "步行": ["步行", "走", "跑", "十一路"],
        "骑行": ["骑车", "单车", "骑行", "自行车", "电动车", "平衡车", "电驴"],
        "火车": ["火车", "高铁", "动车", "绿皮车"],
        "飞机": ["飞机", "民航", "航班", "客机"],
        "客车": ["客车", "汽车", "长途", "短途", "大客车", "小客车"],
        "摩托车": ["摩托车", "机车"]
    },

    "ride_verb": {"bicycle": ["骑"], "drive": ["开"], "taxi": ["打"], "other": ["坐", "座", "乘", "搭"]},
    "time_mark": ["点", "时", "分", "秒", ":", '.', '：', "分钟", "小时"]
}


consult_weather_key_terms = {
    "今天": 1, "今儿": 1, "今个": 1, "下午": 1, "中午": 1, "上午": 1, "晚上": 1, "早上": 1, "早晨": 1,
    "现在": 1, "当前": 1, "目前": 1, "一会": 1, "明天": 2, "明个": 2, "第二天": 2, "下一天": 2, "明儿": 2,
    "后天": 3, "第三天": 3
}

