# -*- coding: utf-8 -*-


search_food_key_terms = {
    "eat": ["吃", "喝", "尝", "品", "试", "饮"]
}


search_traffic_key_terms = {
    "taxi": ["打车", "打的", "的士", "出租车", "计程车"],
    "drive": ["开车", "驾车", "私家车"],
    "public_transit": ["公交", "地铁", "地下铁", "巴士", "小巴", "轻轨", "轨交", "轨道交通", "电车", "有轨电车", "轮渡", "船"],
    "walk": ["步行", "走", "跑", "十一路"],
    "bicycle": ["骑车", "单车", "自行车", "电动车", "平衡车"],
    "train": ["火车", "高铁", "动车", "绿皮车"],
    "plane": ["飞机", "民航", "航班"],
    "coach": ["客车", "汽车"],
    "motocycle": ["摩托车", "机车"],

    "ride_verb": {"bicycle": ["骑"], "drive":["开"], "taxi":["打"], "other":["坐", "座", "乘", "搭"]}
}
