# -*- coding: utf-8 -*-


plan_ticket_key_terms = {
    "vehicle_terms": {
        "打车": ["打车", "打的", "的士", "出租车", "计程车"],
        "驾车": ["开车", "驾车", "私家车"],
        "公交": ["公交", "公共汽车", "地铁", "地下铁", "巴士", "小巴", "城巴", "轻轨", "轨交", "轨道交通", "电车", "有轨电车", "轮渡", "船"],
        "步行": ["步行", "走", "跑", "十一路"],
        "骑行": ["骑车", "单车", "骑行", "自行车", "电动车", "平衡车", "电驴"],
        "火车": ["火车票", "火车", "高铁", "动车", "绿皮车"],
        "飞机": ["机票", "飞机", "民航", "航班", "客机"],
        "客车": ["客车", "汽车", "长途", "短途", "大客车", "小客车"],
        "摩托车": ["摩托车", "机车"]
    },

    "ride_verb": {"bicycle": ["骑"], "drive": ["开"], "taxi": ["打"], "other": ["坐", "座", "乘", "搭"]},
    "date_mark": ["年", "月", "日", "号", ":", '.', '：']
}

plan_scenic_spot_key_terms = {
    "admin_unit1": ["国", "省", "市", "盟", "县", "旗", "区", "镇", "乡", "村", "屯"],
    "admin_unit2": ["直辖", "自治", "特别行政"],
    "admin_unit3": ["州"]
}
