scheme_ls = [
    {
        "days": 1,
        "city": "北京",
        "schemes": [
            "天安门广场-人民英雄纪念碑-故宫-景山公园-王王府井步行街", "天安门广场-人民英雄纪念碑-故宫-景山公园",
            "天安门广场-人民英雄纪念碑-景山公园-故宫-王王府井步行街", "王王府井步行街-天安门广场-人民英雄纪念碑-故宫-景山公园"
        ]
    },
    {
        "days": 2,
        "city": "北京",
        "shcemes": [
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫-王府井步行街\n第二天：八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫\n第二天：王府井步行街-八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：王府井步行街-天安门广场-人民英雄纪念碑-天安门城楼-故宫\n第二天：八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫-王府井步行街-什刹海酒吧街\n第二天：八达岭长城-明十三陵"
        ]
    },
    {
        "days": 3,
        "city": "北京",
        "schemes": [
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第三天：八达岭长城-鸟巢-水立方-大栅栏",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：八达岭长城-鸟巢-水立方-大栅栏\n第三天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海-大栅栏\n第二天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第三天：八达岭长城-鸟巢-水立方",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：颐和园-圆明园-鸟巢-水立方-大栅栏\n第三天：八达岭长城-清华大学-北京大学-王府井步行街"

        ]
    },
    {
        "days": 4,
        "city": "北京",
        "schemes": [
            "第一天：天安门-故宫-景山公园-什刹海-南锣鼓巷\n第二天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第三天：八达岭长城-鸟巢-水立方\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园\n第二天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆-什刹海-南锣鼓巷\n第三天：八达岭长城-鸟巢-水立方\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-什刹海-南锣鼓巷\n第二天：八达岭长城-鸟巢-水立方\n第三天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-什刹海\n第二天：南锣鼓巷-前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第三天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第四天：八达岭长城-鸟巢-水立方"
        ]
    },
    {
        "days": 5,
        "city": "北京",
        "schemes": [
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街-后海酒吧街\n第三天：前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街-天坛\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-后海酒吧街-南锣鼓巷-烟袋斜街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街-798艺术区\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：八达岭长城-明十三陵\n第四天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方"
        ]
    },
    {
        "days": 6,
        "city": "北京",
        "schemes": [
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：中国国家博物馆-王府井步行街\n第三天：颐和园-圆明园-清华大学-北京大学-簋街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
            "第一天：天坛-前门大街-大栅栏-天安门广场-故宫-景山公园\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：八达岭长城-明十三陵\n第四天：中国国家博物馆-王府井步行街\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
        ]
    },
    {
        "days": 7,
        "city": "北京",
        "schemes": [
            "第一天：南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场\n第七天：故宫-景山公园-798艺术区",
            "第一天：南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：中国国家博物馆-王府井步行街\n第三天：颐和园-圆明园-清华大学-北京大学-簋街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场\n第七天：故宫-景山公园-798艺术区",
            "第一天：天坛-前门大街-大栅栏-天安门广场\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街\n第七天：故宫-景山公园-798艺术区",
            "第一天：故宫-景山公园-798艺术区\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街\n第七天：天坛-前门大街-大栅栏-天安门广场"
        ]
    },
    {
        "days": 1,
        "city": "上海",
        "schemes": [
            "城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩", "南京路步行街-城隍庙-豫园-人民广场-上海博物馆-外滩",
            "南京路步行街-城隍庙-豫园-外滩-人民广场-上海博物馆", "外滩-南京路步行街-城隍庙-豫园-人民广场-上海博物馆"
        ]
    },
    {
        "days": 2,
        "city": "上海",
        "shcemes": [
            "第一天：田子坊-城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-东方明珠电视塔-世纪公园-浦江游览",
            "第一天：滨江大道-陆家嘴-东方明珠电视塔-世纪公园-浦江游览\n第二天：田子坊-城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩",
            "第一天：豫园-田子坊-城隍庙-人民广场-上海博物馆-南京路步行街-外滩\n第二天：陆家嘴-东方明珠电视塔-滨江大道-世纪公园-浦江游览",
            "第一天：南京路步行街-外滩-豫园-田子坊-城隍庙-人民广场-上海博物馆\n第二天：东方明珠电视塔-陆家嘴-滨江大道-世纪公园-浦江游览"
        ]
    },
    {
        "days": 3,
        "city": "上海",
        "schemes": [
            "第一天：城隍庙-豫园-人民广场-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-东方明珠电视塔-世纪公园-浦江游览\n第三天：田子坊-新天地-思南公馆-徐家汇公园-徐家汇天主教堂",
            "第一天：南京路步行街-外滩-城隍庙-豫园-人民广场\n第二天：陆家嘴-东方明珠电视塔-滨江大道-世纪公园-浦江游览\n第三天：新天地-思南公馆-田子坊-徐家汇公园-徐家汇天主教堂",
            "第一天：陆家嘴-东方明珠电视塔-滨江大道-世纪公园-浦江游览\n第二天：新天地-思南公馆-田子坊-徐家汇公园-徐家汇天主教堂\n第三天：南京路步行街-外滩-城隍庙-豫园-人民广场",
            "第一天：陆家嘴-外滩-城隍庙-豫园-人民广场\n第二天：南京路步行街-东方明珠电视塔-滨江大道-世纪公园-浦江游览\n第三天：田子坊-徐家汇公园-新天地-思南公馆-徐家汇天主教堂"

        ]
    },
    {
        "days": 4,
        "city": "上海",
        "schemes": [
            "第一天：城隍庙-豫园-人民广场-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-东方明珠电视塔-正大广场-世纪公园浦江游览\n第三天：静安寺-田子坊-新天地-思南公馆-徐家汇天主教堂-衡山路\n第四天：多伦路文化名人街-甜爱路-鲁迅纪念馆-1933老场坊",
            "第一天：人民广场-南京路步行街-城隍庙-豫园-外滩\n第二天：陆家嘴-东方明珠电视塔-滨江大道-正大广场-世纪公园浦江游览\n第三天：田子坊-新天地-静安寺-思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-多伦路文化名人街-甜爱路-1933老场坊",
            "第一天：豫园-外滩-人民广场-南京路步行街-城隍庙\n第二天：田子坊-新天地-静安寺-思南公馆-徐家汇天主教堂-衡山路\n第三天：陆家嘴-东方明珠电视塔-滨江大道-正大广场-世纪公园浦江游览\n第四天：鲁迅纪念馆-多伦路文化名人街-甜爱路-1933老场坊",
            "第一天：城隍庙-豫园-人民广场-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-东方明珠电视塔-正大广场-世纪公园浦江游览\n第三天：多伦路文化名人街-甜爱路-鲁迅纪念馆-1933老场坊\n第四天：静安寺-田子坊-新天地-思南公馆-徐家汇天主教堂-衡山路"
        ]
    },
    {
        "days": 5,
        "city": "上海",
        "schemes": [
            "第一天：城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：静安寺-田子坊-新天地-周公馆-思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：朱家角古镇",
            "第一天：滨江大道-陆家嘴-世纪公园-浦江游览\n第二天：城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第三天：静安寺-田子坊-新天地-周公馆-思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：朱家角古镇",
            "第一天：陆家嘴-滨江大道-世纪公园-浦江游览\n第二天：上海博物馆-南京路步行街-外滩-城隍庙-豫园-人民广场\n第三天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第四天：静安寺-田子坊-新天地-周公馆-思南公馆-徐家汇天主教堂-衡山路\n第五天：朱家角古镇",
            "第一天：陆家嘴-滨江大道-世纪公园-浦江游览\n第二天：静安寺-田子坊-新天地-周公馆-思南公馆-徐家汇天主教堂-衡山路\n第三天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第四天：上海博物馆-南京路步行街-外滩-城隍庙-豫园-人民广场\n第五天：朱家角古镇"
        ]
    },
    {
        "days": 6,
        "city": "上海",
        "schemes": [
            "第一天：城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：静安寺-田子坊-新天地-周公馆",
            "第一天：滨江大道-陆家嘴-世纪公园-浦江游览\n第二天：城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：静安寺-田子坊-新天地-周公馆",
            "第一天：城隍庙-豫园-人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：静安寺-田子坊-新天地-周公馆\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：思南公馆-徐家汇天主教堂-衡山路",
            "第一天：南京路步行街-外滩-城隍庙-豫园-人民广场-上海博物馆-\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：鲁迅纪念馆-甜爱路-多伦路文化名人街-1933老场坊\n第五天：静安寺-田子坊-新天地-周公馆\n第六天：朱家角古镇"
        ]
    },
    {
        "days": 7,
        "city": "上海",
        "schemes": [
            "第一天：人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：静安寺-田子坊-新天地-周公馆\n第七天：城隍庙-豫园-鲁迅纪念馆-甜爱路",
            "第一天：滨江大道-陆家嘴-世纪公园-浦江游览\n第二天：人民广场-上海博物馆-南京路步行街-外滩\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：静安寺-田子坊-新天地-周公馆\n第七天：城隍庙-豫园-鲁迅纪念馆-甜爱路",
            "第一天：滨江大道-陆家嘴-世纪公园-浦江游览\n第二天：人民广场-上海博物馆-南京路步行街-外滩\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：多伦路文化名人街-1933老场坊\n第五天：朱家角古镇\n第六天：城隍庙-豫园-鲁迅纪念馆-甜爱路\n第七天：静安寺-田子坊-新天地-周公馆",
            "第一天：人民广场-上海博物馆-南京路步行街-外滩\n第二天：滨江大道-陆家嘴-世纪公园-浦江游览\n第三天：思南公馆-徐家汇天主教堂-衡山路\n第四天：多伦路文化名人街-1933老场坊\n第五天：静安寺-田子坊-新天地-周公馆\n第六天：城隍庙-豫园-鲁迅纪念馆-甜爱路\n第七天：朱家角古镇"
        ]
    },
    {
        "days": 1,
        "city": "广州",
        "schemes": [
            "天安门广场-人民英雄纪念碑-故宫-景山公园-王王府井步行街", "天安门广场-人民英雄纪念碑-故宫-景山公园",
            "天安门广场-人民英雄纪念碑-景山公园-故宫-王王府井步行街", "王王府井步行街-天安门广场-人民英雄纪念碑-故宫-景山公园"
        ]
    },
    {
        "days": 2,
        "city": "广州",
        "shcemes": [
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫-王府井步行街\n第二天：八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫\n第二天：王府井步行街-八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：王府井步行街-天安门广场-人民英雄纪念碑-天安门城楼-故宫\n第二天：八达岭长城-明十三陵-什刹海酒吧街",
            "第一天：天安门广场-人民英雄纪念碑-天安门城楼-故宫-王府井步行街-什刹海酒吧街\n第二天：八达岭长城-明十三陵"
        ]
    },
    {
        "days": 3,
        "city": "广州",
        "schemes": [
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第三天：八达岭长城-鸟巢-水立方-大栅栏",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：八达岭长城-鸟巢-水立方-大栅栏\n第三天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海-大栅栏\n第二天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第三天：八达岭长城-鸟巢-水立方",
            "第一天：天安门-故宫-景山公园-北海公园-什刹海\n第二天：颐和园-圆明园-鸟巢-水立方-大栅栏\n第三天：八达岭长城-清华大学-北京大学-王府井步行街"

        ]
    },
    {
        "days": 4,
        "city": "广州",
        "schemes": [
            "第一天：天安门-故宫-景山公园-什刹海-南锣鼓巷\n第二天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第三天：八达岭长城-鸟巢-水立方\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园\n第二天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆-什刹海-南锣鼓巷\n第三天：八达岭长城-鸟巢-水立方\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-什刹海-南锣鼓巷\n第二天：八达岭长城-鸟巢-水立方\n第三天：前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第四天：颐和园-圆明园-清华大学-北京大学-王府井步行街",
            "第一天：天安门-故宫-景山公园-什刹海\n第二天：南锣鼓巷-前门大街-大栅栏-八大胡同-天坛-中国国家博物馆\n第三天：颐和园-圆明园-清华大学-北京大学-王府井步行街\n第四天：八达岭长城-鸟巢-水立方"
        ]
    },
    {
        "days": 5,
        "city": "广州",
        "schemes": [
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街-后海酒吧街\n第三天：前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街-天坛\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-后海酒吧街-南锣鼓巷-烟袋斜街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街-798艺术区\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：八达岭长城-明十三陵\n第四天：天坛-前门大街-大栅栏-天安门广场-中国国家博物馆-王府井步行街\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方"
        ]
    },
    {
        "days": 6,
        "city": "广州",
        "schemes": [
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：中国国家博物馆-王府井步行街\n第三天：颐和园-圆明园-清华大学-北京大学-簋街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
            "第一天：天坛-前门大街-大栅栏-天安门广场-故宫-景山公园\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街",
            "第一天：故宫-景山公园-南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：八达岭长城-明十三陵\n第四天：中国国家博物馆-王府井步行街\n第五天：798艺术区-奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场",
        ]
    },
    {
        "days": 7,
        "city": "广州",
        "schemes": [
            "第一天：南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场\n第七天：故宫-景山公园-798艺术区",
            "第一天：南锣鼓巷-烟袋斜街-后海酒吧街\n第二天：中国国家博物馆-王府井步行街\n第三天：颐和园-圆明园-清华大学-北京大学-簋街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：天坛-前门大街-大栅栏-天安门广场\n第七天：故宫-景山公园-798艺术区",
            "第一天：天坛-前门大街-大栅栏-天安门广场\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街\n第七天：故宫-景山公园-798艺术区",
            "第一天：故宫-景山公园-798艺术区\n第二天：颐和园-圆明园-清华大学-北京大学-簋街\n第三天：中国国家博物馆-王府井步行街\n第四天：八达岭长城-明十三陵\n第五天：奥林匹克森林公园-鸟巢-水立方\n第六天：南锣鼓巷-烟袋斜街-后海酒吧街\n第七天：天坛-前门大街-大栅栏-天安门广场"
        ]
    },


 ]



# 一日：
# 沙面-上下九步行街-珠江新城-广州海心沙公园-广州塔
#
# 二日：
# Day1：越秀公园-上下九步行街-广州海心沙公园-广州塔-珠江夜游
# Day2：陈家祠-沙面-石室圣心大教堂-北京路步行街
#
# 三日：
# Day1：珠江新城-广东省博物馆-二沙岛-海心沙运动公园-广州塔-珠江夜游
# Day2：陈家祠-宝华路-上下九步行街-西关古老大屋-荔枝湾
# Day3：沙面-石室圣心大教堂-翠园
#
# 四日：
# Day1：陈家祠-上下九步行街-天河体育中心-珠江新城-广州海心沙公园-广州塔
# Day2：沙面-西关古老大屋-北京路步行街-中山大学海珠校区-珠江夜游
# Day3：越秀公园-南越王墓博物馆-中山纪念堂-石室圣心大教堂
# Day4：白云山-云台花园
#
# 五日：
# Day1：陈家祠-上下九步行街-天河体育中心-珠江新城-广州海心沙公园-广州塔
# Day2：沙面-西关古老大屋-北京路步行街-石室圣心大教堂-中山大学海珠校区-珠江夜游
# Day3：越秀公园-南越王墓博物馆-中山纪念堂
# Day4：白云山-云台花园-红专厂创意园
# Day5：长隆野生动物世界-长隆国际马戏大剧院
#
# 六日：
# Day1：陈家祠-上下九步行街-珠江新城-广州海心沙公园-广州塔
# Day2：沙面-西关古老大屋-天河体育中心-北京路步行街
# Day3：越秀公园-南越王墓博物馆-中山纪念堂
# Day4：白云山-云台花园-红专厂创意园
# Day5：长隆野生动物世界-长隆国际马戏大剧院
# Day6：石室圣心大教堂-中山大学海珠校区-珠江夜游
#
# 七日：
# Day1：上下九步行街-广州海心沙公园-广州塔
# Day2：西关古老大屋-天河体育中心-北京路步行街
# Day3：越秀公园-南越王墓博物馆-中山纪念堂
# Day4：白云山-云台花园-红专厂创意园
# Day5：长隆野生动物世界-长隆国际马戏大剧院
# Day6：石室圣心大教堂-中山大学海珠校区
# Day7：珠江新城-沙面-陈家祠-珠江夜游